Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Removes the macOS title bar and window controls so content reaches the top edge. Close the window with ⌘W and enter full screen with the View menu.
ar: يزيل شريط عنوان macOS وعناصر التحكم في النافذة بحيث يصل المحتوى إلى الحافة العلوية. أغلق النافذة باستخدام ⌘W وادخل ملء الشاشة من قائمة عرض.
ca: Elimina la barra de títol i els controls de finestra de macOS perquè el contingut arribi a la vora superior. Tanqueu la finestra amb ⌘W i entreu a pantalla completa des del menú Vista.
cs: Odstraní záhlaví a ovládací prvky okna macOS, takže obsah dosáhne k hornímu okraji. Okno zavřete pomocí ⌘W a na celou obrazovku přejdete v nabídce Zobrazení.
da: Fjerner macOS-titellinjen og vinduesknapperne, så indholdet når op til den øverste kant. Luk vinduet med ⌘W, og gå til fuld skærm via menuen Visning.
de: Entfernt die macOS-Titelleiste und die Fenstersteuerung, sodass der Inhalt bis zum oberen Rand reicht. Schließen Sie das Fenster mit ⌘W und aktivieren Sie den Vollbildmodus über das Menü „Ansicht“.
es: Elimina la barra de título y los controles de ventana de macOS para que el contenido llegue al borde superior. Cierre la ventana con ⌘W y entre en pantalla completa desde el menú Vista.
fi: Poistaa macOS-otsikkopalkin ja ikkunan hallintapainikkeet, jolloin sisältö ulottuu yläreunaan. Sulje ikkuna näppäimillä ⌘W ja siirry koko näyttöön Näkymä-valikosta.
fr: Supprime la barre de titre et les commandes de fenêtre macOS afin que le contenu atteigne le bord supérieur. Fermez la fenêtre avec ⌘W et passez en plein écran depuis le menu Affichage.
he: מסיר את שורת הכותרת ופקדי החלון של macOS כך שהתוכן מגיע לקצה העליון. סגור את החלון באמצעות ⌘W ועבור למסך מלא מתפריט תצוגה.
hu: Eltávolítja a macOS címsorát és az ablakvezérlőket, így a tartalom eléri a felső szélt. Az ablakot a ⌘W billentyűkkel zárhatja be, teljes képernyőre pedig a Nézet menüből válthat.
it: Rimuove la barra del titolo e i controlli della finestra di macOS in modo che il contenuto raggiunga il bordo superiore. Chiudi la finestra con ⌘W e passa a schermo intero dal menu Vista.
ja: macOS のタイトルバーとウィンドウコントロールを取り除き、コンテンツを上端まで表示します。ウィンドウは ⌘W で閉じ、フルスクリーンは表示メニューから切り替えます。
ko: macOS 제목 막대와 윈도우 컨트롤을 제거하여 콘텐츠가 상단 가장자리까지 닿게 합니다. 윈도우는 ⌘W로 닫고, 전체 화면은 보기 메뉴에서 시작합니다.
nb: Fjerner macOS-tittellinjen og vinduskontrollene slik at innholdet når helt opp til øvre kant. Lukk vinduet med ⌘W, og gå til fullskjerm via Vis-menyen.
nl: Verwijdert de macOS-titelbalk en vensterknoppen zodat de inhoud tot aan de bovenrand loopt. Sluit het venster met ⌘W en ga naar volledig scherm via het menu Weergave.
pl: Usuwa pasek tytułu i przyciski okna systemu macOS, dzięki czemu zawartość sięga górnej krawędzi. Zamknij okno klawiszami ⌘W, a pełny ekran włącz z menu Widok.
pt_br: Remove a barra de título e os controles de janela do macOS para que o conteúdo alcance a borda superior. Feche a janela com ⌘W e entre em tela cheia pelo menu Visualização.
pt_pt: Remove a barra de título e os controlos de janela do macOS para que o conteúdo chegue à margem superior. Feche a janela com ⌘W e entre em ecrã inteiro através do menu Visualização.
ro: Elimină bara de titlu și controalele ferestrei macOS, astfel încât conținutul să ajungă la marginea de sus. Închide fereastra cu ⌘W și treci în ecran complet din meniul Vizualizare.
sl: Odstrani naslovno vrstico in gumbe okna v sistemu macOS, tako da vsebina sega do zgornjega roba. Okno zaprite s ⌘W, celozaslonski način pa vklopite v meniju Pogled.
sv: Tar bort macOS namnlist och fönsterkontroller så att innehållet når den övre kanten. Stäng fönstret med ⌘W och växla till helskärm via Vy-menyn.
uk: Прибирає рядок заголовка та елементи керування вікном macOS, щоб вміст сягав верхнього краю. Закрийте вікно за допомогою ⌘W, а повноекранний режим увімкніть у меню «Перегляд».
vi: Loại bỏ thanh tiêu đề và các nút điều khiển cửa sổ của macOS để nội dung chạm tới mép trên. Đóng cửa sổ bằng ⌘W và vào Toàn màn hình từ menu Xem.
zh_hans: 移除 macOS 标题栏和窗口控件，让内容延伸至顶部边缘。使用 ⌘W 关闭窗口，通过“查看”菜单进入全屏。
zh_hant: 移除 macOS 標題列和視窗控制項目，讓內容延伸至頂部邊緣。使用 ⌘W 關閉視窗，並透過「檢視」選單進入全螢幕。

source: Removing this host will require you to verify and trust its key again on your next connection.
ar: ستحتاج إلى التحقق من مفتاح هذا المضيف والوثوق به مجدداً عند اتصالك القادم بعد إزالته.
ca: En eliminar aquest amfitrió, haureu de verificar i acceptar la seva clau de nou en la propera connexió.
cs: Odebrání tohoto hostitele bude vyžadovat opětovné ověření a schválení jeho klíče při dalším připojení.
da: Fjernelse af denne vært kræver, at du verificerer og godkender dens nøgle igen ved næste forbindelse.
de: Durch das Entfernen dieses Hosts müssen Sie seinen Schlüssel bei der nächsten Verbindung erneut verifizieren und als vertrauenswürdig einstufen.
es: Al eliminar este host deberá verificar y confiar en su clave de nuevo en la próxima conexión.
fi: Tämän isännän poistaminen edellyttää avaimen vahvistamista ja hyväksymistä uudelleen seuraavalla yhteyskerralla.
fr: La suppression de cet hôte vous obligera à vérifier et approuver à nouveau sa clé lors de votre prochaine connexion.
he: הסרת מארח זה תחייב אותך לאמת ולתת אמון במפתח שלו שוב בחיבור הבא.
hu: A gazdagép eltávolítása után a következő csatlakozáskor ismét ellenőriznie és elfogadnia kell a kulcsát.
it: Rimuovendo questo host sarà necessario verificare e accettare nuovamente la sua chiave alla prossima connessione.
ja: このホストを削除すると、次回接続時にホストキーの確認と信頼を再度行う必要があります。
ko: 이 호스트를 제거하면 다음 연결 시 호스트 키를 다시 확인하고 신뢰해야 합니다.
nb: Fjerning av denne verten krever at du verifiserer og stoler på nøkkelen igjen ved neste tilkobling.
nl: Als u deze host verwijdert, moet u de sleutel opnieuw verifiëren en vertrouwen bij uw volgende verbinding.
pl: Usunięcie tego hosta będzie wymagało ponownej weryfikacji i zaufania jego kluczowi przy następnym połączeniu.
pt_br: Remover este host exigirá que você verifique e confie na chave dele novamente na próxima conexão.
pt_pt: Remover este anfitrião exigirá que verifique e confie na sua chave novamente na próxima ligação.
ro: Eliminarea acestei gazde va necesita verificarea si acceptarea cheii sale din nou la urmatoarea conectare.
sl: Ob odstranitvi tega gostitelja boste morali ob naslednji povezavi ponovno preveriti in zaupati njegovemu ključu.
sv: Att ta bort denna värd innebär att du måste verifiera och godkänna dess nyckel igen vid nästa anslutning.
uk: Видалення цього хоста вимагатиме повторної перевірки та підтвердження його ключа при наступному з'єднанні.
vi: Xóa host này sẽ yêu cầu bạn xác minh và tin tưởng khóa của nó lại trong lần kết nối tiếp theo.
zh_hans: 移除此主机后，下次连接时需要重新验证并信任其密钥。
zh_hant: 移除此主機後，下次連線時需要重新驗證並信任其金鑰。

source: Removing this key disables any active GPG forwarding using it. The key cannot be recovered without re-importing.
ar: إزالة هذا المفتاح تعطّل أي توجيه GPG نشط يستخدمه. لا يمكن استرجاع المفتاح دون إعادة استيراده.
ca: Eliminar aquesta clau desactiva qualsevol reenviament GPG actiu que l'utilitzi. La clau no es pot recuperar sense tornar-la a importar.
cs: Odebrání tohoto klíče zakáže veškeré aktivní GPG přesměrování, které jej používá. Klíč nelze obnovit bez opětovného importu.
da: Fjernelse af denne nøgle deaktiverer enhver aktiv GPG-videresendelse, der bruger den. Nøglen kan ikke gendannes uden at importere den igen.
de: Das Entfernen dieses Schlüssels deaktiviert jede aktive GPG-Weiterleitung, die ihn verwendet. Der Schlüssel kann nur durch erneuten Import wiederhergestellt werden.
es: Eliminar esta clave desactiva cualquier reenvío GPG activo que la utilice. La clave no se puede recuperar sin volver a importarla.
fi: Tämän avaimen poistaminen poistaa käytöstä kaikki aktiiviset GPG-edelleenlähetykset, jotka käyttävät sitä. Avainta ei voi palauttaa ilman uudelleentuontia.
fr: La suppression de cette clé désactive toute redirection GPG active l'utilisant. La clé ne peut pas être récupérée sans une nouvelle importation.
he: הסרת מפתח זה מבטלת כל העברת GPG פעילה המשתמשת בו. לא ניתן לשחזר את המפתח ללא ייבוא מחדש.
hu: A kulcs eltávolítása letiltja az azt használó összes aktív GPG továbbítást. A kulcs nem állítható helyre újraimportálás nélkül.
it: La rimozione di questa chiave disabilita qualsiasi inoltro GPG attivo che la utilizza. La chiave non può essere recuperata senza reimportarla.
ja: このキーを削除すると、このキーを使用しているアクティブなGPG転送が無効になります。再インポートしない限りキーを復元できません。
ko: 이 키를 제거하면 이를 사용하는 활성 GPG 전달이 비활성화됩니다. 다시 가져오지 않으면 키를 복구할 수 없습니다.
nb: Å fjerne denne nøkkelen deaktiverer enhver aktiv GPG-videresending som bruker den. Nøkkelen kan ikke gjenopprettes uten å importere på nytt.
nl: Het verwijderen van deze sleutel schakelt elke actieve GPG-doorsturen die deze gebruikt uit. De sleutel kan niet worden hersteld zonder opnieuw te importeren.
pl: Usunięcie tego klucza wyłącza wszelkie aktywne przekierowania GPG, które go używają. Klucza nie można odzyskać bez ponownego importu.
pt_br: Remover esta chave desativa qualquer encaminhamento GPG ativo que a use. A chave não pode ser recuperada sem reimportar.
pt_pt: Remover esta chave desactiva qualquer reencaminhamento GPG activo que a utilize. A chave não pode ser recuperada sem voltar a ser importada.
ro: Eliminarea acestei chei dezactivează orice redirecționare GPG activă care o folosește. Cheia nu poate fi recuperată fără a fi reimportată.
sl: Odstranitev tega ključa onemogoči vsako aktivno posredovanje GPG, ki ga uporablja. Ključa ni mogoče obnoviti brez ponovnega uvoza.
sv: Att ta bort denna nyckel inaktiverar all aktiv GPG-vidarebefordran som använder den. Nyckeln kan inte återställas utan att importeras på nytt.
uk: Видалення цього ключа вимикає будь-яку активну переадресацію GPG, що використовує його. Ключ неможливо відновити без повторного імпорту.
vi: Việc xóa khóa này sẽ vô hiệu hóa mọi chuyển tiếp GPG đang sử dụng nó. Không thể khôi phục khóa nếu không nhập lại.
zh_hans: 删除此密钥将禁用任何正在使用它的 GPG 转发。除非重新导入，否则无法恢复该密钥。
zh_hant: 刪除此金鑰將停用任何正在使用它的 GPG 轉發。除非重新匯入，否則無法復原此金鑰。

source: Rename
ar: إعادة تسمية
ca: Canviar el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
es: Renombrar
fi: Nimeä uudelleen
fr: Renommer
he: שנה שם
hu: Átnevezés
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nb: Gi nytt navn
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Renomear
ro: Redenumire
sl: Preimenuj
sv: Byt namn
uk: Перейменувати
vi: Đổi Tên
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Account
ar: إعادة تسمية الحساب
ca: Canviar el nom del compte
cs: Přejmenovat účet
da: Omdøb konto
de: Konto umbenennen
es: Renombrar cuenta
fi: Nimeä tili uudelleen
fr: Renommer le compte
he: שנה שם חשבון
hu: Fiók átnevezése
it: Rinomina account
ja: アカウント名を変更
ko: 계정 이름 변경
nb: Gi kontoen nytt navn
nl: Account hernoemen
pl: Zmień nazwę konta
pt_br: Renomear Conta
pt_pt: Renomear Conta
ro: Redenumire cont
sl: Preimenuj račun
sv: Byt namn på konto
uk: Перейменувати обліковий запис
vi: Đổi Tên Tài Khoản
zh_hans: 重命名账户
zh_hant: 重新命名帳號

source: Rename Key
ar: إعادة تسمية المفتاح
ca: Canviar el nom de la clau
cs: Přejmenovat klíč
da: Omdøb nøgle
de: Schlüssel umbenennen
es: Renombrar clave
fi: Nimeä avain uudelleen
fr: Renommer la clé
he: שנה שם מפתח
hu: Kulcs átnevezése
it: Rinomina chiave
ja: キー名を変更
ko: 키 이름 변경
nb: Gi nøkkelen nytt navn
nl: Sleutel hernoemen
pl: Zmień nazwę klucza
pt_br: Renomear Chave
pt_pt: Renomear Chave
ro: Redenumire cheie
sl: Preimenuj ključ
sv: Byt namn på nyckel
uk: Перейменувати ключ
vi: Đổi Tên Khóa
zh_hans: 重命名密钥
zh_hant: 重新命名金鑰

source: Rename Pane
ar: إعادة تسمية الجزء
ca: Canvia el nom del plafó
cs: Přejmenovat panel
da: Omdøb rude
de: Bereich umbenennen
es: Renombrar panel
fi: Nimeä ruutu uudelleen
fr: Renommer le panneau
he: שינוי שם החלונית
hu: Panel átnevezése
it: Rinomina riquadro
ja: ペインの名前を変更
ko: 분할 영역 이름 변경
nb: Gi rute nytt navn
nl: Deelvenster hernoemen
pl: Zmień nazwę panelu
pt_br: Renomear Painel
pt_pt: Renomear painel
ro: Redenumește panoul
sl: Preimenuj podokno
sv: Byt namn på ruta
uk: Перейменувати панель
vi: Đổi tên Ngăn
zh_hans: 重命名窗格
zh_hant: 重新命名窗格

source: Rename Pane…
ar: إعادة تسمية الجزء…
ca: Canvia el nom del plafó…
cs: Přejmenovat panel…
da: Omdøb rude…
de: Bereich umbenennen…
es: Renombrar panel…
fi: Nimeä ruutu uudelleen…
fr: Renommer le panneau…
he: שינוי שם החלונית…
hu: Panel átnevezése…
it: Rinomina riquadro…
ja: ペインの名前を変更…
ko: 분할 영역 이름 변경…
nb: Gi rute nytt navn…
nl: Deelvenster hernoemen…
pl: Zmień nazwę panelu…
pt_br: Renomear Painel…
pt_pt: Renomear painel…
ro: Redenumește panoul…
sl: Preimenuj podokno…
sv: Byt namn på ruta…
uk: Перейменувати панель…
vi: Đổi tên Ngăn…
zh_hans: 重命名窗格…
zh_hant: 重新命名窗格…

source: Rename Session
ar: إعادة تسمية الجلسة
ca: Canvia el nom de la sessió
cs: Přejmenovat relaci
da: Omdøb session
de: Sitzung umbenennen
es: Renombrar sesión
fi: Nimeä istunto uudelleen
fr: Renommer la session
he: שנה שם הפעלה
hu: Munkamenet átnevezése
it: Rinomina sessione
ja: セッション名を変更
ko: 세션 이름 변경
nb: Gi økten nytt navn
nl: Sessie hernoemen
pl: Zmień nazwę sesji
pt_br: Renomear Sessão
pt_pt: Renomear Sessão
ro: Redenumire sesiune
sl: Preimenuj sejo
sv: Byt namn på session
uk: Перейменувати сеанс
vi: Đổi Tên Phiên
zh_hans: 重命名会话
zh_hant: 重新命名工作階段

source: Rename Tab
ar: إعادة تسمية علامة التبويب
ca: Canvia el nom de la pestanya
cs: Přejmenovat kartu
da: Omdøb fane
de: Tab umbenennen
es: Renombrar pestaña
fi: Nimeä välilehti uudelleen
fr: Renommer l’onglet
he: שנה שם לשונית
hu: Lap átnevezése
it: Rinomina scheda
ja: タブの名前を変更
ko: 탭 이름 변경
nb: Gi fane nytt navn
nl: Tabblad hernoemen
pl: Zmień nazwę karty
pt_br: Renomear Aba
pt_pt: Renomear separador
ro: Redenumește fila
sl: Preimenuj zavihek
sv: Byt namn på flik
uk: Перейменувати вкладку
vi: Đổi tên tab
zh_hans: 重命名标签页
zh_hant: 重新命名分頁

source: Rename Video
ar: إعادة تسمية الفيديو
ca: Canvia el nom del vídeo
cs: Přejmenovat video
da: Omdøb video
de: Video umbenennen
es: Cambiar nombre del vídeo
fi: Nimeä video uudelleen
fr: Renommer la vidéo
he: שנה שם סרטון
hu: Videó átnevezése
it: Rinomina video
ja: ビデオの名前を変更
ko: 비디오 이름 바꾸기
nb: Gi nytt navn til video
nl: Video hernoemen
pl: Zmień nazwę wideo
pt_br: Renomear Vídeo
pt_pt: Mudar Nome do Vídeo
ro: Redenumire videoclip
sl: Preimenuj video
sv: Byt namn på video
uk: Перейменувати відео
vi: Đổi tên video
zh_hans: 重命名视频
zh_hant: 重新命名影片

source: Renew Now
ar: تجديد الآن
ca: Renova ara
cs: Obnovit nyní
da: Forny nu
de: Jetzt erneuern
es: Renovar ahora
fi: Uusi nyt
fr: Renouveler maintenant
he: חדש עכשיו
hu: Megújítás most
it: Rinnova ora
ja: 今すぐ更新
ko: 지금 갱신
nb: Forny nå
nl: Nu vernieuwen
pl: Odnów teraz
pt_br: Renovar Agora
pt_pt: Renovar Agora
ro: Reînnoiește acum
sl: Obnovi zdaj
sv: Förnya nu
uk: Оновити зараз
vi: Gia Hạn Ngay
zh_hans: 立即续期
zh_hant: 立即續期

source: Replace
ar: استبدال
ca: Reemplaça
cs: Nahradit
da: Erstat
de: Ersetzen
es: Reemplazar
fi: Korvaa
fr: Remplacer
he: החלף
hu: Csere
it: Sostituisci
ja: 置き換える
ko: 교체
nb: Erstatt
nl: Vervangen
pl: Zastąp
pt_br: Substituir
pt_pt: Substituir
ro: Înlocuiește
sl: Zamenjaj
sv: Ersätt
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

source: Replace & Connect
ar: استبدال واتصال
ca: Substituir i connectar
cs: Nahradit a připojit
da: Erstat og opret forbindelse
de: Ersetzen & Verbinden
es: Reemplazar y conectar
fi: Korvaa ja yhdistä
fr: Remplacer et connecter
he: החלף והתחבר
hu: Csere és csatlakozás
it: Sostituisci e connetti
ja: 置き換えて接続
ko: 대체 후 연결
nb: Erstatt og koble til
nl: Vervangen en verbinden
pl: Zastąp i połącz
pt_br: Substituir e Conectar
pt_pt: Substituir e Ligar
ro: Inlocuire si conectare
sl: Zamenjaj in poveži
sv: Ersätt & anslut
uk: Замінити і з'єднатися
vi: Thay Thế & Kết Nối
zh_hans: 替换并连接
zh_hant: 取代並連線

source: Replace Certificate
ar: استبدال الشهادة
ca: Reemplaça el certificat
cs: Nahradit certifikát
da: Erstat certifikat
de: Zertifikat ersetzen
es: Reemplazar certificado
fi: Korvaa varmenne
fr: Remplacer le certificat
he: החלף תעודה
hu: Tanúsítvány cseréje
it: Sostituisci certificato
ja: 証明書を置き換える
ko: 인증서 교체
nb: Erstatt sertifikat
nl: Certificaat vervangen
pl: Zastąp certyfikat
pt_br: Substituir Certificado
pt_pt: Substituir Certificado
ro: Înlocuiește certificatul
sl: Zamenjaj potrdilo
sv: Ersätt certifikat
uk: Замінити сертифікат
vi: Thay Chứng Chỉ
zh_hans: 替换证书
zh_hant: 取代憑證

source: Replace Certificate…
ar: استبدال الشهادة…
ca: Reemplaça el certificat…
cs: Nahradit certifikát…
da: Erstat certifikat…
de: Zertifikat ersetzen…
es: Reemplazar certificado…
fi: Korvaa varmenne…
fr: Remplacer le certificat…
he: החלף תעודה…
hu: Tanúsítvány cseréje…
it: Sostituisci certificato…
ja: 証明書を置き換える…
ko: 인증서 교체…
nb: Erstatt sertifikat…
nl: Certificaat vervangen…
pl: Zastąp certyfikat…
pt_br: Substituir Certificado…
pt_pt: Substituir Certificado…
ro: Înlocuiește certificatul…
sl: Zamenjaj potrdilo…
sv: Ersätt certifikat…
uk: Замінити сертифікат…
vi: Thay Chứng Chỉ…
zh_hans: 替换证书…
zh_hant: 取代憑證…

source: Replace existing cells when predicting input
ar: استبدال الخلايا الموجودة عند توقع الإدخال
ca: Substitueix les cel·les existents en predir l'entrada
cs: Nahradit stávající buňky při predikci vstupu
da: Erstat eksisterende celler ved forudsigelse af input
de: Vorhandene Zellen bei der Eingabevorhersage ersetzen
es: Sustituir las celdas existentes al predecir la entrada
fi: Korvaa olemassa olevat solut syötettä ennustettaessa
fr: Remplacer les cellules existantes lors de la prédiction de saisie
he: החלפת תאים קיימים בעת חיזוי קלט
hu: Meglévő cellák lecserélése a bevitel előrejelzésekor
it: Sostituire le celle esistenti durante la predizione dell'input
ja: 入力予測時に既存のセルを置き換える
ko: 입력 예측 시 기존 셀 덮어쓰기
nb: Erstatt eksisterende celler ved inndataprediksjon
nl: Bestaande cellen vervangen bij invoervoorspelling
pl: Zastępuj istniejące komórki podczas predykcji wejścia
pt_br: Substituir as células existentes ao predizer a entrada
pt_pt: Substituir as células existentes ao prever a entrada
ro: Înlocuiește celulele existente la predicția intrării
sl: Pri napovedovanju vnosa zamenjaj obstoječe celice
sv: Ersätt befintliga celler vid inmatningsprediktion
uk: Замінювати наявні комірки під час передбачення введення
vi: Thay thế các ô hiện có khi dự đoán đầu vào
zh_hans: 预测输入时覆盖已有的字符单元
zh_hant: 預測輸入時覆寫既有的字元格

source: Replace predicted cells instead of shifting content, preserving multiplexer borders.
ar: استبدال الخلايا المتوقعة بدلاً من إزاحة المحتوى، مع الحفاظ على حدود مُعدِّد الجلسات.
ca: Substitueix les cel·les predites en lloc de desplaçar el contingut, i conserva les vores del multiplexor.
cs: Nahradí predikované buňky místo posouvání obsahu a zachová okraje multiplexeru.
da: Erstatter forudsagte celler i stedet for at forskyde indholdet, så multiplexerens kanter bevares.
de: Ersetzt vorhergesagte Zellen, statt Inhalt zu verschieben, und erhält so die Ränder des Multiplexers.
es: Sustituye las celdas predichas en lugar de desplazar el contenido, conservando los bordes del multiplexor.
fi: Korvaa ennustetut solut sisällön siirtämisen sijaan ja säilyttää multiplekserin reunat.
fr: Remplace les cellules prédites au lieu de décaler le contenu, en préservant les bordures du multiplexeur.
he: מחליף תאים חזויים במקום להזיז את התוכן, ומשמר את גבולות המרבב.
hu: A megjósolt cellákat lecseréli a tartalom eltolása helyett, így megőrzi a multiplexer szegélyeit.
it: Sostituisce le celle predette invece di spostare il contenuto, preservando i bordi del multiplexer.
ja: 内容をずらす代わりに予測されたセルを置き換え、マルチプレクサの枠線を保持します。
ko: 내용을 밀어내는 대신 예측된 셀을 덮어써서 멀티플렉서의 경계선을 유지합니다.
nb: Erstatter predikerte celler i stedet for å forskyve innholdet, slik at multiplekserens kanter bevares.
nl: Vervangt voorspelde cellen in plaats van inhoud te verschuiven, zodat de randen van de multiplexer behouden blijven.
pl: Zastępuje przewidywane komórki zamiast przesuwać treść, zachowując krawędzie multipleksera.
pt_br: Substitui as células previstas em vez de deslocar o conteúdo, preservando as bordas do multiplexador.
pt_pt: Substitui as células previstas em vez de deslocar o conteúdo, preservando as margens do multiplexador.
ro: Înlocuiește celulele prezise în loc să deplaseze conținutul, păstrând marginile multiplexorului.
sl: Napovedane celice zamenja, namesto da premakne vsebino, in tako ohrani robove multiplekserja.
sv: Ersätter förutsagda celler i stället för att förskjuta innehållet, så att multiplexerns kanter bevaras.
uk: Замінює передбачені комірки замість зсуву вмісту, зберігаючи межі мультиплексора.
vi: Thay thế các ô được dự đoán thay vì đẩy nội dung, giữ nguyên đường viền của trình ghép kênh.
zh_hans: 直接覆盖预测的字符单元而不是移动内容，从而保留复用器的边框。
zh_hant: 直接覆寫預測的字元格而非移動內容，以保留多工器的邊框。

source: Replaces the full prompt with a minimal ❯ after running a command, reducing scrollback clutter.
ar: يستبدل موجه الأوامر الكامل بالرمز ❯ بعد تنفيذ أمر، مما يقلل الفوضى في سجل التمرير.
ca: Substitueix l’indicador complet per un simple ❯ després d’executar una ordre, reduint el desordre a l’historial.
cs: Po spuštění příkazu nahradí celý prompt minimálním ❯, čímž zpřehlední historii.
da: Erstatter den fulde prompt med et minimalt ❯ efter en kommando er kørt, hvilket reducerer rod i scrollhistorikken.
de: Ersetzt den vollständigen Prompt nach Ausführung eines Befehls durch ein minimales ❯ und reduziert so den Scrollverlauf.
es: Reemplaza el indicador completo por un simple ❯ tras ejecutar un comando, reduciendo el desorden en el historial.
fi: Korvaa täyden kehotteen minimaalisella ❯-merkillä komennon suorittamisen jälkeen, mikä vähentää vierityshistorian sotkuisuutta.
fr: Remplace l’invite complète par un simple ❯ après l’exécution d’une commande, réduisant l’encombrement du défilement.
he: מחליף את שורת הפקודה המלאה בסימן ❯ לאחר הרצת פקודה, ומפחית עומס בהיסטוריית הגלילה.
hu: Parancs futtatása után a teljes promptot egy egyszerű ❯ jelre cseréli, átláthatóbbá téve a visszagörgetést.
it: Sostituisce il prompt completo con un semplice ❯ dopo l’esecuzione di un comando, riducendo il disordine nello storico.
ja: コマンド実行後、フルプロンプトを ❯ に置き換え、スクロールバックの見通しを良くします。
ko: 명령 실행 후 전체 프롬프트를 ❯ 로 대체하여 스크롤백을 깔끔하게 유지합니다.
nb: Erstatter den fullstendige prompten med et minimalt ❯ etter at en kommando er kjørt, og reduserer rot i scrollhistorikken.
nl: Vervangt de volledige prompt door een minimaal ❯ na het uitvoeren van een opdracht, wat de scrollgeschiedenis overzichtelijker maakt.
pl: Po wykonaniu polecenia zastępuje pełny prompt minimalnym ❯, zmniejszając bałagan w historii.
pt_br: Substitui o prompt completo por um simples ❯ após executar um comando, reduzindo a poluição do histórico.
pt_pt: Substitui o prompt completo por um simples ❯ após executar um comando, reduzindo a desordem no histórico.
ro: Înlocuiește promptul complet cu un simplu ❯ după executarea unei comenzi, reducând dezordinea din istoricul de derulare.
sl: Po izvedbi ukaza nadomesti celoten poziv z minimalnim ❯, s čimer zmanjša nered v zgodovini.
sv: Ersätter den fullständiga prompten med ett minimalt ❯ efter att ett kommando körts, vilket minskar rörighet i scrollhistoriken.
uk: Після виконання команди замінює повний запит мінімальним ❯, зменшуючи безлад в історії.
vi: Thay thế dấu nhắc đầy đủ bằng ❯ sau khi chạy lệnh, giảm sự lộn xộn khi cuộn lại.
zh_hans: 运行命令后将完整提示符替换为 ❯，减少回滚内容的杂乱。
zh_hant: 執行指令後將完整提示符替換為 ❯，減少回捲內容的雜亂。
